[
  {
    "name": "RAS",
    "img": "https://wallup.net/wp-content/uploads/2019/09/897228-terminator-robot-cyborg-sci-fi-futuristic.jpg",
    "logo": "https://i.imgur.com/5WRWKms.png",
    "banner": "",
    "en": {
      "desc": "Advances in theory and practice of robotics and automation engineering and science.",
      "mission":
        "To foster the development and facilitate the exchange of scientific and technological knowledge in Robotics and Automation that benefits members, the profession and humanity.",
      "vision":
        "To be the most recognized and respected global organization in Robotics and Automation."
    },
    "es": {
      "desc": "Avances en teoría y práctica de la ingeniería y ciencia de la robótica y la automatización.",
      "mission":
        "Fomentar el desarrollo y facilitar el intercambio de conocimientos científicos y tecnológicos en Robótica y Automatización que beneficien a los miembros, la profesión y la humanidad.",
      "vision":
        "Ser la organización global más reconocida y respetada en Robótica y Automatización."
    }
  },
  {
    "name": "SSIT",
    "img": "https://pplware.sapo.pt/wp-content/uploads/2020/07/Elon-Musk-inteligencia-artificial_00.jpg",
    "logo": "https://i.imgur.com/f4aGv7R.png",
    "banner": "",
    "en": {
      "desc": "Promoting ethical considerations and social responsibility in the development and use of technology.",
      "mission":
        "To enhance awareness and understanding of technology's complex relationship with society by cultivating a recognized global community that engages with today's most pressing technological challenges and opportunities.",
      "vision":
        "Humans understand technology's power and mobilize it only for good."
    },
    "es": {
      "desc": "Promoviendo consideraciones éticas y responsabilidad social en el desarrollo y uso de la tecnología.",
      "mission":
        "Mejorar la conciencia y la comprensión de la compleja relación de la tecnología con la sociedad mediante el cultivo de una comunidad global reconocida que se involucra con los desafíos y oportunidades tecnológicos más apremiantes de la actualidad.",
      "vision":
        "Los humanos entienden el poder de la tecnología y la movilizan solo para el bien."
    }
  },
  {
    "name": "EMBS",
    "img": "https://blog.fhyzics.net/hubfs/lifesciences_microscope-handholdingslide.jpg#keepProtocol",
    "logo": "https://i.imgur.com/OUwXhbz.png",
    "banner": "",
    "en": {
      "desc": "Application of engineering principles to understand and solve problems in biology and medicine.",
      "mission":
        "Advance the application of engineering sciences and technology to medicine and biology, promote the profession, and provide global leadership for the benefit of its members and humanity by disseminating knowledge, setting standards, fostering professional development, and recognizing excellence.",
      "vision":
        "Leading innovation, integration, and translation to enhance human health and well-being."
    },
    "es": {
      "desc": "Aplicación de los principios de ingeniería para entender y resolver problemas en biología y medicina.",
      "mission":
        "Avanzar en la aplicación de las ciencias y la tecnología de la ingeniería a la medicina y la biología, promover la profesión y proporcionar liderazgo global en beneficio de sus miembros y la humanidad mediante la difusión de conocimientos, el establecimiento de estándares, el fomento del desarrollo profesional y el reconocimiento de la excelencia.",
      "vision":
        "Liderando la innovación, la integración y la traducción para mejorar la salud y el bienestar humanos."
    }
  },
  {
    "name": "Computer",
    "img": "https://img.ifunny.co/images/090dec19d8591d21945a3fee02930e1d93417466382a4526114ab3a2df5d95de_1.jpg",
    "logo": "https://i.imgur.com/0uvj34d.png",
    "banner": "",
    "en": {
      "desc": "Advancing computing as a science and a profession.",
      "mission":
        "Be essential to the global technical community and computer professionals everywhere and be universally recognized for the contributions of technical professionals in developing and applying technology to improve global conditions.",
      "vision":
        "To be the leading provider of technical information, community services, and personalized services to the world's computing professionals."
    },
    "es": {
      "desc": "Avanzando la informática como ciencia y profesión.",
      "mission":
        "Ser esencial para la comunidad técnica global y los profesionales de la informática en todas partes y ser universalmente reconocido por las contribuciones de los profesionales técnicos en el desarrollo y la aplicación de tecnología para mejorar las condiciones globales.",
      "vision":
        "Ser el proveedor líder de información técnica, servicios comunitarios y servicios personalizados para los profesionales de la informática del mundo."
    }
  },
  {
    "name": "Comunidad IoT",
    "img": "https://dwkujuq9vpuly.cloudfront.net/news/wp-content/uploads/2017/09/IFA-Smart-Home.jpg",
    "logo": "https://i.imgur.com/aCGGvHR.png",
    "banner": "",
    "en": {
      "desc": "Exploring the rapidly evolving field of connected devices and systems.",
      "mission":
        "To serve as the gathering place for the global technical community working on the Internet of Things; to provide the platform where professionals learn, share knowledge, and collaborate on this sweeping convergence of technologies, markets, applications, and the Internet, and together change the world",
      "vision":
        "To drive the development of innovative and high-quality IoT solutions that define industry best practices and are scalable across a range of applications and industries"
    },
    "es": {
      "desc": "Explorando el campo en rápida evolución de dispositivos y sistemas conectados.",
      "mission":
        "Servir como lugar de reunión para la comunidad técnica global que trabaja en el Internet de las Cosas; proporcionar la plataforma donde los profesionales aprenden, comparten conocimientos y colaboran en esta convergencia radical de tecnologías, mercados, aplicaciones e Internet, y juntos cambian el mundo",
      "vision":
        "Impulsar el desarrollo de soluciones de IoT innovadoras y de alta calidad que definan las mejores prácticas de la industria y sean escalables en una amplia gama de aplicaciones e industrias"
    }
  },
  {
    "name": "IAS",
    "img": "https://www.designbusinessengineering.com/media/2019/01/images8760-5c33d58ae7cff.jpg",
    "logo": "https://i.imgur.com/gzOxvg0.png",
    "banner": "",
    "en": {
      "desc": "Applying electrical and electronic engineering in industrial and commercial settings.",
      "mission":
        "To be a world leader in the advancement of science and technology linking theory and practice in the application of electrical and electronic systems for the benefit of humanity.",
      "vision":
        "To enable the advancement of theory and practice in the design, development, manufacturing and application of safe, sustainable, reliable, smart electrical systems, equipment and services."
    },
    "es": {
      "desc": "Aplicando la ingeniería eléctrica y electrónica en entornos industriales y comerciales.",
      "mission":
        "Ser un líder mundial en el avance de la ciencia y la tecnología que vincula la teoría y la práctica en la aplicación de sistemas eléctricos y electrónicos en beneficio de la humanidad.",
      "vision":
        "Permitir el avance de la teoría y la práctica en el diseño, desarrollo, fabricación y aplicación de sistemas, equipos y servicios eléctricos seguros, sostenibles, confiables e inteligentes."
    }
  }
]